"Service Update Failed" = "Aggiornamento servizio fallito";
"Service Update Complete" = "Aggiornamento servizio completato";
"Starting Service Update" = "Avvio aggiornamento servizio";
"Dismiss" = "Ignora";
"OK" = "OK";
"Call disallowed" = "Questo numero non è autorizzato";
